[
  {
    "id":0,
    "gDescription":"Smarty Bubbles is one of the most popular bubble shooter games, the perfect casual game for all ages. Combine at least 3 bubbles of the same color and try to remove all bubbles from the field. Can you set a new high score?"
  },
  {
    "id":1,
    "gDescription":"It's fruit harvest season in this hands-on bubble shooter. You task is to pick oranges from the tree. The oranges are surrounded by bubbles though which first have to be cleared away."
  },
  {
    "id":2,
    "gDescription":"The goal in this challenging skill game is simple: park the car! Use the arrow buttons on the screen to move the car and maneuver it into the marked spot. The faster you park correctly, the higher your score will be in each level."
  },
  {
    "id":3,
    "gDescription":"Test your skills and reflexes with Kiba & Kumba: Highjump! In this classic platform jumper your goal is to jump as high as possible. Dodge enemies and collect items for points. Mighty power ups will help you on your way up. How high can you fly?"
  },
  {
    "id":4,
    "gDescription":"Show your skills as a pilot and take on several challenging missions: rescue survivors, fight fires, chase jets and collect as many gems as you can in this addictive flight adventure. Finish all missions with an A rating to become a true pilot hero! Ready for take-off?"
  },
  {
    "id":5,
    "gDescription":"Mini Putt Gem Garden is a funny minigolf adventure with two cute garden themed worlds. Hit the ball into the holes using the fewest number of strokes and collect as many gems as possible. Show your skills in 18 levels and get the highest score!"
  },
  {
    "id":6,
    "gDescription":"Are you interested in soccer? Then this is your game - Soccertastic means awesome swipe penalty football! The aim is to score as many goals as possible within the given time. But be careful: the keeper is getting faster and better with each level."
  },
  {
    "id":7,
    "gDescription":"Become a living street basketball legend! In this retro sports game your goal is to score as many points as you can in two challenging game modes. Focus the basket, pay attention to the wind and collect coins with every perfect hoop."
  },
  {
    "id":8,
    "gDescription":"It's football time! In this cool sports game it's all about your reflexes. Select your team and play as striker and goalkeeper. Compete in thrilling penalty shootouts and battle your way right up to the finals. Compete with the best teams oll over the world and win the trophy!"
  },
  {
    "id":9,
    "gDescription":"Ojello is an awesome brain and puzzle game with 120 challenging levels. Slice the jelly in pieces, so that each shape contains only one orb! Prove your skills and become the Ojello master mind."
  },
  {
    "id":10,
    "gDescription":"Adopt your very own monster! This virtual pet game is fun for all ages. Take care of your new monster friend, feed it, wash it and treat it when it gets sick. Earn coins by playing cool mini games and buy cute outfits and many other items in the shop."
  },
  {
    "id":11,
    "gDescription":"Fruita Crush is a fruitful match3 game where you have to combine lots of tasty fruits. Jump in fantastic worlds and master over 100 challenging levels. Connect 3 fruits or more, collect as many points as possible and activate all bonus fruits to beat the highest score. Can you master all levels?"
  },
  {
    "id":12,
    "gDescription":"In PIN Cracker you have to figure out the correct combination of numbers under time preasure. Prove your skills, make the right choices and beat the highest score."
  },
  {
    "id":13,
    "gDescription":"Lectro is a minimalist game which demands your whole attention and skills. It is easy to learn and hard to master. With simple one-tap controls your goal is to move from one colorful dot to the next one. Challenge yourself and beat the high score!"
  },
  {
    "id":14,
    "gDescription":"Blue Box is a unique and minimalist logic game for every age. Listen to the relaxing music and transport the blue box from the green start box to the red box. Clear all light-blue boxes on your way and master with different challenges to complete all 60 levels."
  },
  {
    "id":15,
    "gDescription":"Everybody loves Flipper! Amaze the audience with cool tricks in your dolphin stunt show. Swim through hoops, hit balls and jump over hurdles to earn golden fish. The more spectacular your performance, the higher the rating from the audience."
  },
  {
    "id":16,
    "gDescription":"It's snack time and there's only one rule: eat or be eaten! You are a tiny monster and need to grow. Gobble up smaller creatures to become bigger and stronger, but be careful that the bigger ones don't eat you. Play through 40 levels, collect coins for bonuses."
  },
  {
    "id":17,
    "gDescription":"Lucy is not in the mood for chitchat, so she is Slacking Cafeteria! Help her to take her mind off the boring talk and solve all minigames like puzzle and reaction games during the chat. Just be careful to finish them while her friend is not looking."
  },
  {
    "id":18,
    "gDescription":"In this tasty time management game you are the owner of a cute little donut shop. Deep-fry donuts, add glaze and decoration, and serve your customers the heavenly delicious treats as fast as you can. Unlock new donuts and decoration items the move you progress."
  },
  {
    "id":19,
    "gDescription":"Lucy is not in the mood for gym class, so she is Slacking Gym! Help her to take her mind off the boring exercises and solve all minigames like puzzles and reaction games during class. Just be careful to finish them while her coach is not present."
  },
  {
    "id":20,
    "gDescription":"Sitting still, reading and being quite in the library bores you so much you are looking for other things to spend your time with. Finish all the tasks within 3 minutes, but be carefull the librarian doesn't catch you. Otherwise the game will end and you will have to try again."
  },
  {
    "id":21,
    "gDescription":"Lucy is not in the mood for class, so she is Slacking School! Help her to finish her little projects she uses to take her mind of the boring stuff the teacher is talking about. Be careful to finish them while her teacher is not present."
  },
  {
    "id":22,
    "gDescription":"Friday evening, weekend is just around the corner and motivation in the office has reached a new low. Instead of finishing some boring work, you'd rather dress up for your date with your boyfriend, but your boss won't be pleased to see this."
  },
  {
    "id":23,
    "gDescription":"In Cowboy vs. Martians you have to defend your territory against Aliens. Load your revolver and expel the Aliens from the desert. Use your skills and finish as many of them as possible to get them out of the desert for good."
  },
  {
    "id":24,
    "gDescription":"Shoot your enemies by determining the strength and angle of your cannon. The less shots you need, the better."
  },
  {
    "id":25,
    "gDescription":"Forget about Street Fighter, Kumba Karate is here! In this cool action game villain Dr. Slipp van Ice and his minions are attacking the island - now it's up to you to help Kumba to fight off the evil penguins."
  },
  {
    "id":26,
    "gDescription":"In this sequel to the Mini Putt adventure 18 more levels and lots of tricky courses are waiting for you. Hit the ball into the holes using the fewest number of strokes and collect as many gems as possible. Can you beat all levels in two beautiful forest themed worlds and achieve a high score?"
  },
  {
    "id":27,
    "gDescription":"In this exciting action game you have to help the little alien on its way through the mysterious castle tower. Collect precious stars, avoid deadly spikes, level up your brave green hero and earn points for your high score."
  }
]