[
  {
    "id":0,
    "gDescription":"If you like tricky puzzles, this flow game is the perfect game for you. Your goal is to connect matching colors. Pair all colors and cover the entire board. Only with brain and logical skills you will be able to solve each level and master the game!"
  },
  {
    "id":1,
    "gDescription":"Snap The Shape Japan is the sequel to the popular puzzle game where you have to fill different patterns with pieces. The pieces come in various sizes and forms - simply drag them to the board and find their correct positions to fill out the pattern completely."
  },
  {
    "id":2,
    "gDescription":"Drop Me is a colorful cute puzzle game for young and old. It is your aim to help cute creatures to climb into their tubes! Colorful graphics, sweet sound, lovable characters and challenges. Have fun with Drop Me!"
  },
  {
    "id":3,
    "gDescription":"Unexpectedly, Emma inherits an old mansion from a distant relative. But when she visits the place, everything is in ruins. Your task in this Hidden Object game is to help Emma to collect money for the much-needed renovations."
  },
  {
    "id":4,
    "gDescription":"Join numbers and get to the 2048 tile! Sounds easy, but in this challenging puzzle hit game you will need all your skills and brain cells to achieve a high score. Based on popular apps like 1024 and Threes, your task is to slide tiles on a grid to combine two equal tiles."
  },
  {
    "id":5,
    "gDescription":"Become the master of the cursed sword in this exciting puzzle game! Get the sword, beat the great dragon and rescue the cute princess. Sounds simple, but you strictly need to follow this order, otherwise there won't be a happy end…"
  },
  {
    "id":6,
    "gDescription":"This is our Kiba&Kumba puzzle game! 30 challenging puzzle levels are waiting for you. Solve every puzzle as soon as possible to pass every level. Can you master all puzzles and reach the last level with the most single pieces?"
  },
  {
    "id":7,
    "gDescription":"The little viking wants to get the egg to the dragon mother, but the way to the castle is a mess. It is your task to move the pieces and connect them, so that the path is clear again. To master every level of this puzzle you need to definetely think thoroughly."
  },
  {
    "id":8,
    "gDescription":"Fit it Quick is the perfect puzzle game for everyone who likes to give their brain a workout! Use your thinking skills to put the Tetris-shaped blocks as fast as possible in the correct position. The markings show you which fields need to be filled. Can you collect all the stars?"
  },
  {
    "id":9,
    "gDescription":"In Animalines the cute animals need to be reuited. Draw a connecting line between them and fill out all the fields to complete each level. All fans of puzzles and riddles will love this game for the challenge it brings with each new level."
  },
  {
    "id":10,
    "gDescription":"Train your brain with Ultimate Sudoku! Your goal in this challenging logic puzzle is to fill a grid with numbers so that each row, column, and section contains all the digits between 1 and 9. Play in easy, medium or hard mode, and use hints and other tools if you get stuck."
  },
  {
    "id":11,
    "gDescription":"Blobs Plops is a fun logic puzzle where you have to explode blobs of water to clear the game field. The goal is to collect as many points as you can before running out of drops. Blobs will explode into drops which cause chain reactions when hitting other blobs."
  },
  {
    "id":12,
    "gDescription":"Once upon a time, in a land of dragons and unicorns, there was a beautiful princess imprisoned in a tower...And this is how the story begins. In this cute puzzle game your task is to find the correct ending."
  },
  {
    "id":13,
    "gDescription":"Meow! In this adorable match3 game your task is to combine as many cute little kittens as possible. Each time you match more than 3 kittens, the last one gets super powers! Discover a fantastic adventure island with many fluffy cats in different colorful worlds!"
  },
  {
    "id":14,
    "gDescription":"Cut It! is the perfect puzzle game for everyone who likes to give their brain a workout! Use your logical skills and cut the wood into pieces of equal size. Keep in mind that you have only a limited number of cuts per level. Can you master all levels and collect all the stars?"
  },
  {
    "id":15,
    "gDescription":"Moley the Purple Mole has to rescue the cute princess and your task in this cute platform puzzle is to help him. Support the brave little mammal on his dangerous journey through 20 challenging levels. Prove your skills, collect all crystals and free the princess!"
  },
  {
    "id":16,
    "gDescription":"In Bravebull Pirates your aim is to free Bull's sweetheart from the evil pirates. Show your skills in this cute puzzle adventure and solve every level as fast as possible. Can you reunite the couple in the end?"
  },
  {
    "id":17,
    "gDescription":"Visit Mixed World and help tiny blue monsters to defend themselves against red villains. Push all red monsters off the platform and master 30 challenging levels. Other creatures will help you with their unique skills on your way to collect all achievements and beat the high score!"
  },
  {
    "id":18,
    "gDescription":"The challenge in this new puzzle game is to move the cars and trucks so the fire truck is free to leave the parking lot. This puzzle game gets more difficult with every level, but with logical thinking all fans of riddles and puzzles will master this Fire Truck puzzle game!"
  },
  {
    "id":19,
    "gDescription":"How to Feed Animals is our newest puzzle game. Play through 40 levels, combine the cute animals and feed them to pass each level."
  },
  {
    "id":20,
    "gDescription":"123 Puzzle is a number quiz where you have to proof your skills. If you don't know how to carry on, you can get hints or directions to what you need to do. Master numerous level and become the ultimate math mastermind."
  },
  {
    "id":21,
    "gDescription":"Bob is back...really far back. In the third adventure of the popular puzzle platformer series, by mistake the clumsy snail has travelled through a portal to ancient Egypt. Help him find his way to the exit in every level, use different tools to solve puzzles, and guide him safely."
  },
  {
    "id":22,
    "gDescription":"Walk into the land of Lanthir Lamath ruled by wicked skeletons and fight for your life in a thrilling adventure. It's a book. It's a game. It's a gamebook. Interactive fun for almost an hour. Simple rules and gameplay. You are only running from room to room, up, down, left, right, anywhere."
  },
  {
    "id":23,
    "gDescription":"In this colorful puzzle game your task is to fill different patterns with pieces. The pieces come in various sizes and forms - simply drag them to the board and find their correct positions to fill out the pattern completely. The less moves you need, the better. Can you finish all levels in record time?"
  },
  {
    "id":24,
    "gDescription":"Similar to game classics like Minesweeper, your goal in the logic puzzle 0h n0 is to figure out how many blue and red dots are on the field. The rules are simple: blue dots can see others in their own row and column, their numbers indicate how many. Red dots always block their view."
  },
  {
    "id":25,
    "gDescription":"0h h1 is an addicting game for young and old. It is a little logic game where you have to fill the grid with either red or blue tiles. 0h h1 follows three simple rules: 1. Three red tiles or three blue tiles next to each other in a row or column isn't allowed. 2."
  },
  {
    "id":26,
    "gDescription":"The challenge in this new puzzle game is to move the blocks so the green one is free to follow the arrows into the gap. Only when the green block enters that gap the level is completed. This task gets more difficult with every level."
  },
  {
    "id":27,
    "gDescription":"Connect Me Factory is a challenging and cute puzzle game. Your goal is to connect all blocks with each other. Try to master all 60 levels by rotating and moving the little blocks around until they all stick together happily."
  },
  {
    "id":28,
    "gDescription":"In Don't Cross The Line the name says it all: the crossing lines are not to be connected, but to be parted. A reverse puzzle that requires thinking, and moving the lines in the right order, to solve the interwoven pattern."
  },
  {
    "id":29,
    "gDescription":"Escape winter tiredness and bring joy into your life with the puzzle and skillgame Wake the Santa! The sleeping Santa must be shaken with the snowflakes. The blocks must be eliminated, so the snowflakes can roll in the right direction and land on Santa."
  },
  {
    "id":30,
    "gDescription":"The birds are not in their nest, they want to get back to it, but they don't know how to do that. Help each one of the birds to get to a nest without any remaining moves. In their way to the nest, try to make the birds collect the stars."
  },
  {
    "id":31,
    "gDescription":"The new puzzle game Koutack distinguishes itself through its minimalism. Try to pile up all the colorful tiles that lay open. Be aware that you can only use the space next to the tiles. If you want to gain a star, however, you need to pile the tiles on the field that has the golden star on it."
  },
  {
    "id":32,
    "gDescription":"This new and free game Let me grow will make you a virtual gardener! Make your flowers bloom again by leading the watter supply in their direction. Move the anicuts so the water flows towards them, but be careful that the garden gnomes are not watered as well."
  },
  {
    "id":33,
    "gDescription":"Check the solution of the mathematical problem as quick as you can. The more you solve correctly the better will your high score be!"
  },
  {
    "id":34,
    "gDescription":"Train your brain with one of the most popular puzzle games of all time! In Sudoku your goal is to fill a 9x9 grid with numbers so that each row, column and section contain all of the digits between 1 and 9. Can you master the logic challenge?"
  }
]