[
  {
    "id":0,
    "gDescription":"It's Lily's big day! In this lovely new title of the popular Lily series, you have to help her dress up for her dream wedding! Choose your favorite dress from many different cultural styles, pick a gorgeous hairstyle and put on a pair of matching shoes."
  },
  {
    "id":1,
    "gDescription":"Not only fans of dress up games will geth enthusiastic about this new styling game. Because in My Puppy the goal is to create your own sweet doggy. Pick the color, pattern, form of nose or ears of your puppy just as you wish."
  },
  {
    "id":2,
    "gDescription":"It's Sushi time! In this title of the \"Cooking With Emma\" series, Emma shows you how to make delicious Sushi rolls - without any meat or fish. Not only vegetarians and vegans will love this dish!"
  },
  {
    "id":3,
    "gDescription":"Meow! In this adorable management game your task is to take care of neglected cats. You play as Cutie who is running a rescue center. Look after the new arrivals, treat their wounds, feed them and improve their overall well-being before releasing them into a new, loving home."
  },
  {
    "id":4,
    "gDescription":"Start the day with a refreshing makeover Asian-style! Treat your skin with revitalizing tea extracts and natural ingredients. Choose between different types of tea and give your skin a healthy boost before applying make up. Pick a beautiful dress and cute accessories to finish your styling."
  },
  {
    "id":5,
    "gDescription":"Fashion is your passion and creativity your middle name? Make your dreams come true and become a trendy designer in Fashion Yo!! Style your mannequins and present your awesome creations in your show room."
  },
  {
    "id":6,
    "gDescription":"In Lily Real Make up you can show your skills as a make up artist and fashion expert. Create the perfect look for Lily for a day at the beach or a date at night. Select from categories like hairstyles, lipstick, eye shadow, accessories and outfits - the possibilities are endless!"
  },
  {
    "id":7,
    "gDescription":"Design an individual business card and find out what it reveals about your personality! Select a job, hobby and favorite color and give yourself a refreshing makeover to polish your looks for the profile picture."
  },
  {
    "id":8,
    "gDescription":"Superstar Taylor needs your help! The pretty singer of hits like \"Love Story\" and \"Our Song\" is known for looking like an angel with her long blond hair. With this fun make up game you can change her appearance completely!"
  },
  {
    "id":9,
    "gDescription":"Oscar winner Jennifer Lawrence looks different in every movie she is in, help her find her personal style! Show that you are a fashion expert and create stylish outfits for the Tributes of Panem actress."
  },
  {
    "id":10,
    "gDescription":"Selena is famous for her elegant and also sexy outfits. With this free make up and dress up game of the True Make Up series now you can pick the perfect style for her! You can dress her, do her hair and makeup and change Selena`s type completely."
  },
  {
    "id":11,
    "gDescription":"What looks best on singer, Disney star and X-Factor coach and jury member Demi? Find out with this free True Make Up game and dress and make up Demi the way you like it."
  },
  {
    "id":12,
    "gDescription":"She is a Volturi Vampire in Twilight and a rock star in in The Runaways: Dakota needs a different styling for every film and occasion! With this free make up and dressing game of the True Make Up series you can get creative."
  },
  {
    "id":13,
    "gDescription":"Play this free Make Up game of the True Make Up series with High School Musical Star Vanessa without any download and directly as a HTML5 game! Pick different accesory and tops for her and change her makeup."
  },
  {
    "id":14,
    "gDescription":"If you like makeup and dressing up, this is the perfect game for you! Become a stylist for Amanda, the famous Hollywood movie star and put together your favorite outfit out of a variety of features."
  },
  {
    "id":15,
    "gDescription":"You love fashion & make up and would like to be the stylist of a Hollywood superstar? Then this free game of the popular True Make Up series is exactly what you need! Dress Friends star Jennifer and try different makeup styles and clothing on her."
  },
  {
    "id":16,
    "gDescription":"With this free make up game of the True Make Up series you can style American Idol winner Kelly. Help the successful singer with your talent for style. Start with the hair, go on with makeup and picking the perfect accessory."
  },
  {
    "id":17,
    "gDescription":"Kristen needs a new outfit to look perfectly in the twilight. You can style and dress the star of blockbusters like New Moon, Eclipse and Breaking Dawn in this free make up and dressing game."
  },
  {
    "id":18,
    "gDescription":"All Lana fans must pay attention: with this excellent free dress up game of the True Make Up series you can show off your fashion and styling and make up skills. Help the Young and Beautiful singer to create an individual look to stand out as a style icone."
  },
  {
    "id":19,
    "gDescription":"When singing her song Beautiful on stage, dancing in her Moulin Rouge video or acting in the movie Burlesque, pop star Christina knows how to impress her fans with her style! Now it`s your turn to dress up the singer and actress and chose her makeup!"
  },
  {
    "id":20,
    "gDescription":"With this free game of the True Make Up series you can change Vampire Diaries Star Nina completely! Use the different styling items to dress up the Bulgarian-Canadian actress and different colors to put on her makeup."
  },
  {
    "id":21,
    "gDescription":"No matter if on the catwalk or in a Hollywood action blockbuster, British supermodel Rosie Huntington always looks stunning. Now you can take on the role of Rosie's make-up artist and create your favorite styling for her!"
  },
  {
    "id":22,
    "gDescription":"Delve into the Ottoman Empire with this free game of the True Make Up series and change the appearance of Sultan Roxelane. The most powerful woman of the empire, Roxelane was famous for her amazing beauty."
  },
  {
    "id":23,
    "gDescription":"Top model and super star Heidi might be an expert on the runway, but now she needs your help for the perfect styling! Get creative and set new trends for the Project Runway host."
  },
  {
    "id":24,
    "gDescription":"In the cooking game series Cooking with Emma you'll find healthy recipes that make your mouth water! For all fans of vegetarian or vegan cuisine, today Emma is showing you how to bake delicious chocolate biscuits."
  },
  {
    "id":25,
    "gDescription":"Every young girl fantasizes that she will be a bride one day. With it comes the perfect dress and the perfect styling for the perfect wedding. With the dress up game My Wedding they can now get creative and pick out of different bridal items."
  },
  {
    "id":26,
    "gDescription":"Style the Garden Princess with this new dress up game! While she sits on her swings, you can pick different dresses, sandals, accessory and hairstyles to create a new look for her. Be creative and find the perfect outfit!"
  },
  {
    "id":27,
    "gDescription":"In this new fabulous dress up game the fairy princess needs a new outfit and you can create it for her! Pick out of different dresses, pumps, tiaras, accessory, skirts and tops the perfect combination and match it with the cutest hairstyle."
  },
  {
    "id":28,
    "gDescription":"Lovely cook Emma this time will show how to make a delicious, vegan Tomato Quiche. In this game of the series Cooking with Emma the task is to follow Emma's instructions by tapping and moving the cooking utensils or ingredients."
  },
  {
    "id":29,
    "gDescription":"This new cooking game of the series Cooking with Emma is not only perfect for everyone who loves the Italian and Mediterranean cuisine, but also for everyone who prefers vegan and vegetarian food! Help our pretty cook Emma with this healthy dish."
  },
  {
    "id":30,
    "gDescription":"Cute Salon is a girls game with colorful anime graphics, which makes it very popular among young girls. The manga doll needs a make-over: shampoo her hair, blow-dry it, cut and style each strand of hair individually and pick the perfect accessory to match her new look."
  },
  {
    "id":31,
    "gDescription":"Try this new Cooking with Emma game and learn how to make the perfect French Apple Pie that also suits a vegetarian and vegan diet. Special about the \"Tarte Tatin\" is that it is baked upside down."
  },
  {
    "id":32,
    "gDescription":"Lovely cook Emma will show you how to prepare a popular dessert of the Italian cuisine with this new game of the Cooking with Emma series. This slightly different tiramisu recipe is suitable for a vegan and vegetarian diet."
  },
  {
    "id":33,
    "gDescription":"Everybody is crazy about the loom bands! The colorful bands are the most popular item for young and trendy girls right now. With this new game, everyone can prepare the bracelets at home, in this case with a clasic Fishtail braid."
  },
  {
    "id":34,
    "gDescription":"Cooking with Emma is healthy, vegan recipes and lots of fun in the kitchen! In this new game of the popular series chef Emma is preparing a traditional German Christmas dish with a little vegan twist: potato salad with handmade sausages."
  },
  {
    "id":35,
    "gDescription":"Cooking Super Girls: Cupcakes is both a dress up game and baking game and this way double fun. Before you prepare the yummy cupcakes, you must style the sweet manga girl and give her the perfect look."
  },
  {
    "id":36,
    "gDescription":"Every cat lover can create their own cute kitten with the Kitten Maker. With the wide range of different features, such as fur, ears, nose and colors the creative process can be enjoyed for hours with this very special styling game."
  },
  {
    "id":37,
    "gDescription":"In this new game of the series Cooking with Emma the lovely cook needs help to prepare an Italian classic: Pizza Margherita. But as always, this recipe is vegan and even the cheese is handmade!"
  },
  {
    "id":38,
    "gDescription":"Winter is coming...and there is no one better prepared than styling queen Lily! This cool title of the Lily Makeover series offers countless combinations. Be creative and choose from categories."
  },
  {
    "id":39,
    "gDescription":"In this new game of the series Cooking with Emma this time the lovely cook will show how to prepare a delicious winterly dessert: baked apples with cinnamon ice-cream."
  },
  {
    "id":40,
    "gDescription":"After Super Looms: Fishtail all fans of the colorful bands can this time braid a bracelet with the triple single pattern. Combine numerous colors and create different bracelets, which you can decorate with cute charms in the end."
  },
  {
    "id":41,
    "gDescription":"In the series Cooking with Emma this time a delicious Butterfly Chocolate Cake will be prepared. After the chocolate cake is prepared, it will be cut and formed like a butterfly. Following that the cake will be decorated ad lib."
  },
  {
    "id":42,
    "gDescription":"A new game of the popular series Cooking with Emma. This time Emma shows how to prepare a vegan Spaghetti Bolognese. After following her instructions by moving the ingredients and utensils to help her prepare the dish."
  },
  {
    "id":43,
    "gDescription":"Konnichiwa, Lily games meets Japan! In this funky title, Lily is visiting Tokyo's famous Harajuku district where kawaii fashion trends are born. Create unique street style outfits and try some outrageous looks, the possibilities are endless!"
  },
  {
    "id":44,
    "gDescription":"Summertime is vacation time! Lily is in the mood for travelling and you can travel with her in this new title of the Lily makeover series! Style her for a sunny day at the beach, an exotic dinner under the stars, or an exciting trip into the wilderness."
  },
  {
    "id":45,
    "gDescription":"Spring is just around the corner and Lily is all set for the Easter holidays in this colorful dress up game. Pick one of the beautiful natural settings and give Lily a fresh makeover."
  },
  {
    "id":46,
    "gDescription":"Trick or treat? It's Halloween time and Lily needs a costume - creepy witch or cute pumpkin? Choose from many different categories and give Lily a scary makeover to make her the star at the next Halloween party!"
  },
  {
    "id":47,
    "gDescription":"Ready for some mischief? In Beauty Cat Salon cute little cats are waiting to be groomed. But the naughty assistant has something different on her mind this time: help her mess up the styling and create some truly unique cat looks while her boss is distracted by the phone."
  },
  {
    "id":48,
    "gDescription":"The sunny days are perfect for a little shopping tour and Lily is all set for the walk in the city in this stylish dress up game. Pick one of the colorful settings and give Lily a fresh makeover."
  },
  {
    "id":49,
    "gDescription":"The cooking game series Cooking with Emma is fun for everyone who loves to eat and cook! Try the vegan recipe Peanut Butter Cookies which isn't only healthy, but also tastes delicious. Help Emma to select the ingredients, prepare the dough and bake fabulous, crunchy cookies."
  },
  {
    "id":50,
    "gDescription":"Are you ready to make the most awesome fun accessories ever? Create a colorful and super stylish Starburst bracelet in this cool new Super Loom game! Choose between the Rainbow and Multicolor pattern or create your own unique bracelet."
  },
  {
    "id":51,
    "gDescription":"Are you ready to make the most awesome fun accessories ever? Create a colorful and super stylish Dragonscale bracelet in this cool new Super Loom game! Create the classic Rainbow multicolor pattern or design your own unique bracelet."
  },
  {
    "id":52,
    "gDescription":"Summer feeling is the best! With this dress up game you can hear the ocean roar in your ear. Pick out of different categories like sandals, beach wraps, bikinis, swimmsuits, jewelery und match the outfit it with the perfect beach hair."
  }
]