[
  {
    "id":0,
    "gDescription":"Rainbow Pinball is a funny and colorful action game with cute themed worlds. Shoot the pinball, collect as many points as possible and discover the secret bonus round. Show your reaction skills and get the highest score!"
  },
  {
    "id":1,
    "gDescription":"Train your reflexes in this addicting skill game! Jump with cute ninjas from wall to wall, collect delicious sushi and avoid the dangerous throwing stars. Are you up for the challenge?"
  },
  {
    "id":2,
    "gDescription":"Help the sweet kitten of the lovely action game Extreme Kitten to jump as far as possible! Start by pushing the button at the right moment."
  },
  {
    "id":3,
    "gDescription":"In this addicting retro action game you take on the role of a tiny hero. His aim is to fight against all villains to free the world: fire missiles, collect power ups and upgrade skills to beat all bosses."
  },
  {
    "id":4,
    "gDescription":"Sheepop is an addictive arcade game with cute pixel art. Help the little sheep to jump from pole to pole. Controls are easy, but icy and tiny platforms are making it difficult to get the fluffy animal safely across."
  },
  {
    "id":5,
    "gDescription":"In this addicting arcade game you take control of a paper plane. Prove your skills, collect coins, avoid dangerous obstacles and upgrade your paper plane. Use the special boost and you will become a high-flyer."
  },
  {
    "id":6,
    "gDescription":"Domino Shades is a colorful and addictive puzzle game. Your task is to combine blocks and create rows of the same color which will be removed from the game field. The design is minimalistic, but the gameplay is intuitive and great fun!"
  },
  {
    "id":7,
    "gDescription":"The skillgame Red Head is pure and simple fun! The game play is typical for a jump 'n' run game: The figure, which in this case is a red ball, has to be moved from left to right. If it falls down or touches one of the prickly tooth the game is over."
  },
  {
    "id":8,
    "gDescription":"SPECT is an addictive space shooter. Use your auto fire, missiles and shield to protect your spaceship against enemy ships and asteroids. How long will you survive? Improve your reactions and challenge your high score constantly!"
  },
  {
    "id":9,
    "gDescription":"The goal in the reaction game Traffic is to find the right moment to guide the little chicken safely across the streets. Be careful and watch out for the cars! Show your skills and reflexes and beat the highscore in this challenging street crossing game!"
  },
  {
    "id":10,
    "gDescription":"Chainy Chisai Medieval is a fantastic chain reaction adventure with cute creatures and fun game play. Let the tiny Chisais explode and collect stars and coins in more than 40 exciting levels."
  },
  {
    "id":11,
    "gDescription":"In My Little Dragon you will adopt a tiny and cute creature. Play with it, feed it, clean it and watch it grow up. In several mini games you can earn coins to unlock unique wings, hats, glasses and shoes to customize your tiny dragon!"
  },
  {
    "id":12,
    "gDescription":"Fruit Break is inspired by the successful App Store hit Fruit Ninja. In this addicting arcade game you have 60 seconds to cut as many fruits as possible and avoid all bombs. Prove your skills and beat the highest score!"
  },
  {
    "id":13,
    "gDescription":"Start your career in the fast food industry! In this fun management and skill game, you're the owner of a small food truck and your goal is to expand your business. Serve customers and fullfil all their needs to earn as much money as possible."
  },
  {
    "id":14,
    "gDescription":"I scream, you scream, we all scream for ice cream! No doubt about it, there's nothing better than a cold treat on a hot day! In this fun skill game, your task is to manage your own ice cream business."
  },
  {
    "id":15,
    "gDescription":"Build your own Tower of Babel! Object in this fun skill game is to build the tallest structure in the world. Place each block carefully and stack the levels higher and higher. Make sure to be as accurate as possible and beat the high score!"
  },
  {
    "id":16,
    "gDescription":"Jetpack Master is a truly addictive action game starring the handsome hero Jeff Powers. Help him on his journey through a deserted space station and avoid rockets, evil robots and other obstacles."
  },
  {
    "id":17,
    "gDescription":"Time for some monkey business! In Bananamania your task is to feed gorillas in random outfits with bananas. Sounds easy? Think again! The banana feeder is rotating, the more you throw, the faster it spins."
  },
  {
    "id":18,
    "gDescription":"Be a true Burger King! Fresh lettuce, tasty tomatoes, delicious bacon and juicy meat are the perfect ingredients for every burger. Take the orders and create yummy meals as fast as you can to get points and extra time. What will be your high score?"
  },
  {
    "id":19,
    "gDescription":"Train your reflexes by helping the little knight to climb up an endless tower. Jump to the platforms at the right and left side and try to score as many points as possible!"
  },
  {
    "id":20,
    "gDescription":"This super fun and addictive game has just one rule: don't touch the white tiles! Are your reflexes good enough to master this challenge? Choose your favorite game mode and play for a high score or just for fun!"
  },
  {
    "id":21,
    "gDescription":"Ready for some romantic mood at work? In Office Love you fell in love with your colleague. But your boss is interested in her, too. Try to kiss the girl as often and as long as possible while your boss is distracted by the phone."
  },
  {
    "id":22,
    "gDescription":"Rabbit Punch is an addictive arcade game for up to two players! Punch the little rabbits and score as many points as possible to beat the computer or your friend."
  },
  {
    "id":23,
    "gDescription":"Spring Panda is an addictive arcade game. Help the little panda to jump from pole to pole. Controls are easy, but tiny platforms are making it difficult to get the fluffy animal safely across."
  },
  {
    "id":24,
    "gDescription":"Twins might be a minimalist game but it will still present you with a great challenge! Your goal is to maneuver two objects in sync past white blocks by rotating either clockwise or counterclockwise."
  },
  {
    "id":25,
    "gDescription":"Protect The Planet is a fast paced action strategy game. As a commanding officer of an new colonized planet it is your responsibility to handle all unexpected dangers. Fend of alien invasions and colliding asteroids while populating the planet with new citizen and buildings."
  },
  {
    "id":26,
    "gDescription":"This minimalist reaction and skillgame requires your full concentration. The game play is simple and the same in every level: A shape of a specific color is falling down, and you have to move the shape at the bottom to make the falling one hit its equal."
  },
  {
    "id":27,
    "gDescription":"To master the skill game Fast Circles you need good reactions! The circle is constantly moving and with it the three colors on it. It is your task to drop a ball from above and hit the circle at the field with the same color."
  },
  {
    "id":28,
    "gDescription":"Minimal Dots might be a minimalist game but it will still present you with a great challenge! The game play is simple: a grey and a black dot are attached to each other and grey and black dots are flying towards them from different directions."
  },
  {
    "id":29,
    "gDescription":"This new car and racing game is a challenge for your reactions! You need to constantly switch lanes on two streets with two different cars. While you have to gather all the round objects you must avoid the squares."
  },
  {
    "id":30,
    "gDescription":"The goal in the reaction game Road Safety is to find the right moment to guide the people across the street safely. Just click on one of them and they will start running, but watch out for the cars."
  },
  {
    "id":31,
    "gDescription":"Timberman is a highly addictive high score game in retro-style. Become a lumberjack, chop wood and avoid the branches. Sounds like an easy task? It's easy to play but hard to master. Ready to swing your axe?"
  },
  {
    "id":32,
    "gDescription":"Do not crash! This is the only rule of the game. Race against another car, tap anywhere to change lanes, and avoid a crash at all costs. Addictive and nerve-wracking, how many rounds can you beat?"
  },
  {
    "id":33,
    "gDescription":"HEXTRIS is a fast paced puzzle game inspired by Tetris. Blocks start on the edges of the screen, and fall towards the inner blue hexagon. The objective of the game is to prevent the blocks from stacking outside the area of the grey hexagon."
  },
  {
    "id":34,
    "gDescription":"Kantana Fruits is a new slicing game in which you have to slice every fruit and avoird the bombs. Missing a fruit will cost you a live and hitting one of the bombs will end the game immediately. If want to challenge ther high score, you need to have good reaction skills!"
  },
  {
    "id":35,
    "gDescription":"Snow Smasher is our first Breakout game. Your aim is to gather all power ups and to destroy all snow and ice blocks, but be careful: You have only three lives. Train your reaction skills with this winterly revival of the classic breakout game!"
  },
  {
    "id":36,
    "gDescription":"In our game Ice-Cream, Please! the customer is king. Prepare the ice cream cone as it shows in the picture, according to your customers wishes. For this you have to combine different flavors, toppings and fruits."
  },
  {
    "id":37,
    "gDescription":"The 3 Mice are walking together and may not be separated. The task of this skill game is to keep them together and move them down the platform as deep as possible. If one of them falls down the game is over. The further down the mice move, the higher the highscore will be!"
  },
  {
    "id":38,
    "gDescription":"We proudly present our new game of football FootChinko! In this game you can play every important national team tournament of the world. Pick your favorite team in each one of them and win the Africa Cup, the Olympic Games, the European Championship."
  },
  {
    "id":39,
    "gDescription":"Fitz Color is a new game that tests your reactions. The game rules are simple: you must touch the color that appears in script. Seems easy, but the difficulty arises from the limited time you have. It is important to stay calm within your minimal time window."
  },
  {
    "id":40,
    "gDescription":"Fans of the arcade classic Space Invaders will love Farm Invaders! In this cute Shoot 'em up game you are a little scarecrow and have to protect the harvest from hungry ravens. Take the gun, shoot the thievish birds from the sky and avoid grains and pumpkins that are being dropped."
  },
  {
    "id":41,
    "gDescription":"In the addicting distance game Cartoon Flight you are the pilot of a small cartoon plane. Get ready for some breathtaking action as you fight your way through dangerous territory. Shoot enemies, avoid obstacles, collect coins, and upgrade your plane to fly even farther!"
  },
  {
    "id":42,
    "gDescription":"Fishy Rush is a highly addictive and challenging underwater adventure! Help the little fish on its way through the ocean, collect coins, gather power ups, complete missions and buy upgrades. Be careful: the deep sea is full of dangers like sharks and blowfish. What's your highscore?"
  }
]