[
  {
    "id":0,
    "gDescription":"In Ultimate Boxing awaits you a hard fight. Choose one of two glorious boxers and get in the ring. Prove your skills and always stay one step ahead of your opposer, avoid his fists and put him down to floor. So you will become the ultimate boxer."
  },
  {
    "id":1,
    "gDescription":"This new game of billards will win you over with its 3D graphics and the special challenge that it adds to classic billards by being based on quickness. It is your task to play as many scoring shots as possible within the limited time you have. Use the cue ball to strike."
  },
  {
    "id":2,
    "gDescription":"Tiki Taka means finest one touch football which was perfected by Pep Guardiola and his FC Barcelona. The aim of Tiki Taka Run is to kick the ball forward and score a goal as soon as possible. But be careful and avoid the enemy players. Will you beat all 24 teams and earn the golden boot?"
  },
  {
    "id":3,
    "gDescription":"Push the pedal to the medal! In this cool racing game you can totally satisfy your need for speed! Race against opponents, earn prize money and buy new cars and tracks. Collect coins to earn bonus money and avoid oil stains, they will make your car spin!"
  },
  {
    "id":4,
    "gDescription":"Prove your baseball skills in three different leagues against 24 teams. As the batter you have to score as many homer uns as possible to earn maximum points. As the pitcher you have to throw the ball into the strike zone to strike out your opponent."
  },
  {
    "id":5,
    "gDescription":"Goal Champion is our newest football game. Prove your skills in three different leagues against 24 teams. Shoot the ball into the goal and avoid the defenders and the goalie to win every match. Will you beat all teams to leave the pitch as a champion?"
  },
  {
    "id":6,
    "gDescription":"Fight an exciting penalty duel, right by the beach at the Copacabana. Don't let the sunshine and the ocean distract you. Beat the keeper by scoring more goals than he deflects within three minutes. If you have more goals, you win!"
  },
  {
    "id":7,
    "gDescription":"Relive the Football World Cup 2014 and train your skills with this game of football Pick your team and opponent for an authentic World Cup duel and start with the qualification round. It is your task to get the ball into the goal, passing not only the keeper and the wall, but other obstacles."
  },
  {
    "id":8,
    "gDescription":"Basketball is a simple, but very addictive sports game. How many baskets can you score? You can miss three times before the game is over. Show your skills and earn a high score!"
  }
]