[
  {
    "id":0,
    "gDescription":"Dive into a dangerous post-apocalyptic world in this thrilling action shooter zombie game. Your goal is to survive, save others and rebuild civilization. Shoot as many of the undead as possible and collect resources to complete daily missions."
  },
  {
    "id":1,
    "gDescription":"Aargh me hearties! Wanderlust is an exciting high sea adventure that allows you to take the wheel of a pirate ship. Become a fearless pirate captain, fight against enemy ships, collect resources and treasures, and take on daring missions."
  },
  {
    "id":2,
    "gDescription":"Tap to win! Become a true hero, fight against scary monsters and save the world! In this addictive clicker game your task is to beat as many levels as possible. Tap on the screen to attack monsters, hire sidekick heroes and earn gold and diamonds to upgrade your skills further and further."
  },
  {
    "id":3,
    "gDescription":"Tiny Rifles is a strategic war game. Your little soldiers have to be wary of the enemy. With the gold coins you gather while alive, you can pick and buy different firearms, riflemen and artilleries and approach your enemy cleverly."
  },
  {
    "id":4,
    "gDescription":"Oh no! The Zombie Apocalypse has started and those evil creatures like nothing more than eating your...stockings! Defend yourself and your favorite socks against hordes of the undead. Pick up cool weapons, tend to your wounds with health kits and collect gold to upgrade your stats."
  },
  {
    "id":5,
    "gDescription":"Let's visit an imaginative rain forest and go hunting! Shoot cute flying piggies, fish and coins as fast as you can to get as many coins as possible. There's no need for hunting dogs - a trained moose helps you to collect your prey."
  },
  {
    "id":6,
    "gDescription":"Mini Race Rush is an exciting chase game. Jump into your mini car, collect as many stars as you can, gather power ups to destroy your enemies and run the race for a new highscore. If you like fast cars and games full of action, Mini Race Rush is the perfect game for you!"
  },
  {
    "id":7,
    "gDescription":"The necromancer needs your help! Zombies want to destroy him and his tower. Defend the tower against the zombies with your destroying spells. Pay attention to your health and mana. Use drinks to re-fill your energy. Thrilling levels are waiting for you!"
  },
  {
    "id":8,
    "gDescription":"Burnin' Rubber is an addictive racing game full of action and adrenaline! Start your car, get on the road and unleash the beast! Try to get as far as you can, avoid other cars and obstacles or destroy them with powerful machine guns to earn bonus points."
  },
  {
    "id":9,
    "gDescription":"Not only for fans of the popular racing games Need For Speed and GTA, or the Fast and the Furious film series will love Sprint Club Nitro! If you like speed, fast cars and games full of action, Sprint Club Nitro is the perfect game for you."
  },
  {
    "id":10,
    "gDescription":"Turbotastic is a magnificent retro looking racing game. Jump into your racing car, gather as many power ups as you can to get a racing car or a destructive monster truck and run the race for a new highscore."
  },
  {
    "id":11,
    "gDescription":"In Speed Maniac an exciting neck-and-neck race is awaiting you. Win the cups and prize money and buy new, expensive racing cars to have an even better chance at beating your opponents."
  },
  {
    "id":12,
    "gDescription":"Let's go on an exciting Treasure Hunt on a mysterious island! Combine 3 or more crystals to remove them from the field and complete the objectives in every level. If you're stuck, buy different power-ups which can help you on your quest."
  },
  {
    "id":13,
    "gDescription":"Jewelish is a classic Match3 game for every age. Swap adjacent tiles to make rows of at least 3 same-colored jewels and remove them from the field. Bigger combinations will give you special jewels and bonus points. What high score can you achieve before the time is up?"
  },
  {
    "id":14,
    "gDescription":"In this addictive Steampunk Match3 game your task is to repair as many beetles as possible within the given time. Connect at least 3 tiles of the same type and make chains. The longer the chains, the more points and energy you will earn."
  },
  {
    "id":15,
    "gDescription":"Juicy Dash is a classic Match3 game in which you have to swap tiles to make combinations of 3 or more tasty fruits. Combos of 4 or 5 fruits will create special items on the field. Collect as many points as you can and set a new high score. Hurry up! Time is limited!"
  },
  {
    "id":16,
    "gDescription":"If you like challenging Match3 puzzle games, Jelly Collapse is the perfect game for you! Only with the right strategy and logical skills you can reach the required level score. Combine as many same-colored jellies as possible to earn bonus points. But be careful not to run out of jellies!"
  },
  {
    "id":17,
    "gDescription":"Victory has never been so sweet! Tap the candy to remove groups of same-colored stones in this cute Match3 game. Combos give you bonus points, lines of jellies create special stones. Make sure to complete all challenges and master 35 levels! Can you finish all with 3 stars?"
  },
  {
    "id":18,
    "gDescription":"An underwater world for a Match 3 game! Save the Fancy Divers of drowning by destroying the coral reef they are stuck under. Find at least 3 corals in the same color. Klick them and they will dissapear."
  },
  {
    "id":19,
    "gDescription":"Fruita Swipe 2 is the sequel to the popular Match3 game where you have to combine lots of tasty fruit! 100 brand new levels in different worlds are waiting for you. Connect as many fruits as possible, complete the challenges and collect 3 stars in every level."
  },
  {
    "id":20,
    "gDescription":"Time to visit the sugar hills of Candyland and its addictive levels again! Just as in episode 1 of the Match3 hit, object of the game is to score as many points as possible. Combine same-colored jellies, create special stones and explode the sweets in a firework of calorie-free confetti."
  },
  {
    "id":21,
    "gDescription":"Don't hit the roof! That's the only goal in this addicting Match3 game. Tap on 3 or more blocks of the same color to remove them from the field; big combos will give you a bonus score. Every level, new rows are added to the field."
  },
  {
    "id":22,
    "gDescription":"After the hills it's time to visit the sweet rivers of Candyland and its addictive levels! Just as in episode 1 and 2 of the Match3 hit series, object of the game is to score as many points as possible."
  },
  {
    "id":23,
    "gDescription":"All good things come in four! In this new journey you will visit the lollipop garden. Return to Candyland and master 40 brand new level. Object of the fourth episode is to score as many points as possible."
  },
  {
    "id":24,
    "gDescription":"Fruita Swipe is a new match 3 game and it is your task to connect the fruits. The longer the chains you draw, the more points you will get for each move. Furthermore, in every level there is an amount of certain fruits you need to connect"
  },
  {
    "id":25,
    "gDescription":"Let's pop some bloons! In Pop Pop Rush you need to be quick and smart. Make a chain of at least 3 same-colored balloons to remove them from the field. The longer your chains, the more points you will get. Use power ups like the rainbow or bombs to pop even more balloons."
  },
  {
    "id":26,
    "gDescription":"Your task in this classic Match3 game is to combine at least 3 of the same candies and clear all chocolate fields. Bigger combinations create special stones which can explode rows, columns and candies. Try to gain as many points as possible and win 3 stars in every level!"
  },
  {
    "id":27,
    "gDescription":"Solve the mystery of the pyramids in this classic Match3 game Stones of the Pharaoh. The goal of the game is to clear the field by matching two or more blocks of the same color. Be careful: you will lose a life for every single block clicked."
  }
]